/*
 ---------------------------版本更新说明
 15.10.5
 首次创建，类名更改、内容优化。
 10.6
 类库导入、环境搭建。
 10.7
 注册登录、常用类库重写。
 10.8
 添加了些页面，整合了些框架。
 10.9
 好友模块与聊天列表的添加。
 10.18
 类库的添加。
 10.22
 多语言配置+支付密码输入，键盘遮挡解决方案。
 蓝牙样例。
 10.23
 百度云推送的最新版本。仿QQ的侧滑。
 10.24、25
 走势图+画板。
 10.28
 自定义视频播放器。
 11.2
 Text电子书阅读器+朋友圈。
 11.3
 视频断点续传下载+导航隐藏与显示+更换系统主题+二维码扫描。
 11.4、5、6
 视频录制+图片裁剪+图像人脸识别+旋转视图+运动跟踪检测
 +汉字转拼音首字母+标签云+评分红星。
 11.7、8
 图片的拖拽换位置+文字生成语音+右导航分享弹框+TY、JC弹出视图+优化ST弹出视图。
 11.9
 libzbar库的更新，全面支持i386 armv7 armv7s x86_64 arm64。
 11.11
 二维码+条形码的生成。
 11.12
 分享类库ShareFunction的扩展。
 11.13
 跑马灯+Categories的各种扩展。
 11.15
 指纹验证+BFKit的扩展类。大家有空好好看看这几个扩展类，很实用。
 11.16
 cell弹出菜单的的实现，和menuitem类似。地图导航跳转（自带+高德+腾讯+百度）。
 11.18
 美图的全面实现！很好很强大！在音视图模块下。
 11.19
 完善美图功能，实现美图的图片的添加与删除和拖动调换。Epub电子阅读器。
 在线音频播放。更强大的密码设置与指纹验证！
 11.23
 美图中添加图片时的查看大图+数种菜单样式和进度条拖动条样式。
 11.26
 新增地图选择地点样式页面+优化底部栏菜单样式+改变以往沉闷的风格。
*/

/*
 ---------------------------类库说明
 暂无数据
 */

/*
 ---------------------------类库链接
 http://www.oschina.net/p/GSD_ZHIFUBAO 支付宝高仿源码
 http://www.oschina.net/p/reader Reader 能够让 iOS 开发者轻而易举地在 iOS 设备屏幕上显示 PDF 文件。
 https://github.com/Tim9Liu9/TimLiu-iOS?plg_nld=1&plg_uin=1&plg_auth=1&plg_nld=1&plg_usr=1&plg_vkey=1&plg_dev=1&from=timeline&isappinstalled=1 开源项目demo汇总
 https://github.com/sxyx2008/awesome-ios-animation 动画大全
 http://code.cocoachina.com/view/126759 各种demo汇总
 */